Repository: Mesutcydev/macpair
Catalog: Sources/HostApp/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: This will remove all trusted and revoked devices from this Mac.
ar: سيؤدي هذا إلى إزالة جميع الأجهزة الموثوقة والملغاة من جهاز Mac هذا.
de: Dadurch werden alle vertrauenswürdigen und widerrufenen Geräte von diesem Mac entfernt.
es: Esto eliminará todos los dispositivos de confianza y revocados de este Mac.
fr: Cela supprimera tous les appareils approuvés et révoqués de ce Mac.
hi: यह इस Mac से सभी विश्वसनीय और निरस्त डिवाइसों को हटा देगा।
it: Questo rimuoverà tutti i dispositivi fidati e revocati da questo Mac.
ja: これにより、このMacからすべての信頼済みおよび取り消し済みデバイスが削除されます。
ko: 이렇게 하면 이 Mac에서 모든 신뢰 및 취소된 기기가 제거됩니다.
nl: Hiermee worden alle vertrouwde en ingetrokken apparaten van deze Mac verwijderd.
pl: Spowoduje to usunięcie wszystkich zaufanych i cofniętych urządzeń z tego Maca.
pt_br: Isso removerá todos os dispositivos confiáveis e revogados deste Mac.
ru: Это удалит все доверенные и отозванные устройства с этого Mac.
sv: Detta tar bort alla betrodda och återkallade enheter från denna Mac.
th: การดำเนินการนี้จะลบอุปกรณ์ที่เชื่อถือได้และถูกเพิกถอนทั้งหมดออกจาก Mac เครื่องนี้
tr: Bu, bu Mac'teki tüm güvenilir ve iptal edilmiş cihazları kaldıracaktır.
vi: Thao tác này sẽ xóa tất cả thiết bị đáng tin cậy và bị thu hồi khỏi Mac này.
zh_hans: 这将从此 Mac 移除所有受信任和已撤销的设备。
zh_hant: 這將移除此 Mac 上所有受信任和已撤銷的裝置。

source: Transport
ar: النقل
es: Transporte
hi: ट्रांसपोर्ट
it: Trasporto
ja: トランスポート
ko: 전송
pt_br: Transporte
ru: Транспорт
th: การขนส่ง
tr: Aktarım
vi: Truyền tải
zh_hans: 传输
zh_hant: 傳輸

source: Trusted
ar: موثوق
de: Vertrauenswürdig
es: De confianza
fr: De confiance
hi: विश्वसनीय
it: Affidabile
ja: 信頼済み
ko: 신뢰됨
nl: Vertrouwd
pl: Zaufany
pt_br: Confiável
ru: Доверенный
sv: Betrodd
th: เชื่อถือได้
tr: Güvenilir
vi: Đáng tin cậy
zh_hans: 已信任
zh_hant: 已信任

source: Trusted Clients
ar: العملاء الموثوقون
de: Vertrauenswürdige Clients
es: Clientes de confianza
fr: Clients de confiance
ja: 信頼済みクライアント
pt_br: Clientes de confianza
tr: Güvenilir İstemciler
zh_hans: 受信任的客户端
zh_hant: 受信任的客户端

source: Unlock
ar: إلغاء القفل
de: Freischalten
es: Desbloquear
fr: Débloquer
hi: अनलॉक करें
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
sv: Lås upp
th: ปลดล็อค
tr: Kilidi Aç
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Up to 20 most recent runtime log entries.
ar: حتى 20 من أحدث إدخالات سجل وقت التشغيل.
de: Bis zu 20 der letzten Laufzeitprotokolleinträge.
es: Hasta 20 entradas de registro de tiempo de ejecución más recientes.
fr: Jusqu'à 20 entrées de journal d'exécution les plus récentes.
hi: अधिकतम 20 सबसे हाल के रनटाइम लॉग प्रविष्टियाँ।
it: Fino a 20 voci di registro di runtime più recenti.
ja: 最大20件の最新ランタイムログエントリ。
ko: 최대 20개의 최근 런타임 로그 항목.
nl: Maximaal 20 meest recente runtime-logboekvermeldingen.
pl: Do 20 najnowszych wpisów dziennika wykonania.
pt_br: Até 20 entradas de log de tempo de execução mais recentes.
ru: До 20 последних записей журнала выполнения.
sv: Upp till 20 senaste körloggposterna.
th: รายการบันทึกรันไทม์ล่าสุดสูงสุด 20 รายการ
tr: En fazla 20 en son çalışma zamanı günlük girişi.
vi: Tối đa 20 mục nhật ký thời gian chạy gần đây nhất.
zh_hans: 最多 20 条最近的运行时日志条目。
zh_hant: 最多 20 條最近的執行階段記錄項目。

source: VideoToolbox encoder health, codec, and output statistics.
ar: صحة مشفر VideoToolbox وبرنامج الترميز وإحصائيات الإخراج.
de: VideoToolbox-Encoder-Integrität, Codec und Ausgabestatistiken.
es: Salud del codificador VideoToolbox, códec y estadísticas de salida.
fr: Santé de l'encodeur VideoToolbox, codec et statistiques de sortie.
hi: VideoToolbox एनकोडर स्वास्थ्य, कोडेक और आउटपुट आंकड़े।
it: Integrità encoder VideoToolbox, codec e statistiche di output.
ja: VideoToolboxエンコーダーの健全性、コーデック、出力統計。
ko: VideoToolbox 인코더 상태, 코덱 및 출력 통계.
nl: VideoToolbox encoderstatus, codec en uitvoerstatistieken.
pl: Stan enkodera VideoToolbox, kodek i statystyki wyjściowe.
pt_br: Integridade do codificador VideoToolbox, codec e estatísticas de saída.
ru: Состояние кодировщика VideoToolbox, кодек и статистика вывода.
sv: VideoToolbox-kodarens hälsa, codec och utdatastatistik.
th: สุขภาพตัวเข้ารหัส VideoToolbox ตัวแปลงรหัส และสถิติเอาต์พุต
tr: VideoToolbox kodlayıcı sağlığı, kodek ve çıktı istatistikleri.
vi: Tình trạng bộ mã hóa VideoToolbox, codec và thống kê đầu ra.
zh_hans: VideoToolbox 编码器健康状况、编解码器和输出统计。
zh_hant: VideoToolbox 編碼器健康狀態、編解碼器和輸出統計。

source: WebRTC connection state and stream bridge readiness.
ar: حالة اتصال WebRTC وجاهزية جسر البث.
de: WebRTC-Verbindungsstatus und Stream-Bridge-Bereitschaft.
es: Estado de la conexión WebRTC y disponibilidad del puente de transmisión.
fr: État de la connexion WebRTC et disponibilité du pont de flux.
hi: WebRTC कनेक्शन स्थिति और स्ट्रीम ब्रिज तत्परता।
it: Stato della connessione WebRTC e disponibilità del ponte stream.
ja: WebRTC接続状態とストリームブリッジの準備状況。
ko: WebRTC 연결 상태 및 스트림 브릿지 준비 상태.
nl: WebRTC-verbindingsstatus en streambrug-gereedheid.
pl: Stan połączenia WebRTC i gotowość mostu strumieniowego.
pt_br: Estado da conexão WebRTC e prontidão da ponte de stream.
ru: Состояние соединения WebRTC и готовность моста потока.
sv: WebRTC-anslutningsstatus och strömbryggberedskap.
th: สถานะการเชื่อมต่อ WebRTC และความพร้อมของบริดจ์สตรีม
tr: WebRTC bağlantı durumu ve akış köprüsü hazırlığı.
vi: Trạng thái kết nối WebRTC và mức sẵn sàng của cầu luồng.
zh_hans: WebRTC 连接状态和流桥接就绪情况。
zh_hant: WebRTC 連線狀態和串流橋接就緒情況。

source: Welcome
ar: مرحباً
de: Willkommen
es: Bienvenido
fr: Bienvenue
hi: स्वागत है
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
ru: Добро пожаловать
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

source: Write a local H.264 MP4 from the live capture stream.
ar: كتابة ملف MP4 H.264 محلي من دفق الالتقاط المباشر.
de: Schreiben Sie eine lokale H.264-MP4-Datei aus dem Live-Aufnahmestream.
es: Escriba un MP4 H.264 local desde el flujo de captura en vivo.
fr: Écrire un fichier MP4 H.264 local à partir du flux de capture en direct.
hi: लाइव कैप्चर स्ट्रीम से एक स्थानीय H.264 MP4 लिखें।
it: Scrivi un MP4 H.264 locale dal flusso di cattura live.
ja: ライブキャプチャストリームからローカルH.264 MP4を書き込みます。
ko: 실시간 캡처 스트림에서 로컬 H.264 MP4를 기록합니다.
nl: Schrijf een lokale H.264 MP4 van de live opnamestream.
pl: Zapisz lokalny plik H.264 MP4 ze strumienia przechwytywania na żywo.
pt_br: Grave um MP4 H.264 local a partir do fluxo de captura ao vivo.
ru: Запись локального H.264 MP4 из потока захвата в реальном времени.
sv: Skriv en lokal H.264 MP4 från live-infångningsströmmen.
th: เขียนไฟล์ H.264 MP4 ในเครื่องจากสตรีมการจับภาพสด
tr: Canlı yakalama akışından yerel bir H.264 MP4 yazın.
vi: Ghi tệp MP4 H.264 cục bộ từ luồng thu thập trực tiếp.
zh_hans: 从实时采集流中写入本地 H.264 MP4。
zh_hant: 從即時擷取串流寫入本機 H.264 MP4。

source: apply size
zh_hans: 应用尺寸
zh_hant: 应用尺寸

source: choose folder
zh_hans: 选择文件夹
zh_hant: 选择文件夹

source: confirm every file
zh_hans: 确认每个文件
zh_hant: 确认每个文件

source: control
zh_hans: 控制
zh_hant: 控制

source: download direct build
zh_hans: 下载直接构建版
zh_hant: 下载直接构建版

source: enabled
zh_hans: 已启用
zh_hant: 已启用

source: file transfer
zh_hans: 文件传输
zh_hant: 文件传输

source: For remote access:
zh_hans: 用于远程访问：
zh_hant: 用于远程访问：

source: guide
zh_hans: 指南
zh_hant: 指南

source: Host access readiness
zh_hans: 主机访问就绪
zh_hant: 主机访问就绪

source: I have read and accept the User Agreement and Disclaimer
zh_hans: 我已阅读并接受用户协议和免责声明
zh_hant: 我已阅读并接受用户协议和免责声明

source: m
zh_hans: 米
zh_hant: 米

source: MAC HOST
zh_hans: MAC 主机
zh_hant: MAC 主机

source: max size
zh_hans: 最大尺寸
zh_hant: 最大尺寸

source: No file transfer is active.
zh_hans: 没有活跃的文件传输。
zh_hant: 没有活跃的文件传输。

source: open settings
zh_hans: 打开设置
zh_hant: 打开设置

source: Recording is idle.
zh_hans: 录制处于空闲状态。
zh_hant: 录制处于空闲状态。

source: Remote session hub
zh_hans: 远程会话中心
zh_hant: 远程会话中心

source: Required permissions:
zh_hans: 必需权限：
zh_hant: 必需权限：

source: save location
zh_hans: 保存位置
zh_hant: 保存位置

source: Secure remote desktop host for your trusted devices
zh_hans: 适用于您受信任设备的安全远程桌面主机
zh_hant: 适用于您受信任设备的安全远程桌面主机

source: Setup Guide
zh_hans: 设置指南
zh_hant: 设置指南

source: The connected Mac wants to send a file to this Mac. It will be saved in %@.
zh_hans: 已连接的 Mac 想要发送文件到此 Mac。文件将保存在 %@。
zh_hant: 已连接的 Mac 想要发送文件到此 Mac。文件将保存在 %@。

source: Transfers will appear here after an Mac sends a file.
zh_hans: Mac 发送文件后，传输将显示在此处。
zh_hant: Mac 发送文件后，传输将显示在此处。

source: User Agreement
zh_hans: 用户协议
zh_hant: 用户协议

source: User Disclaimer
zh_hans: 用户免责声明
zh_hant: 用户免责声明
